/* This computer's Internet connection appears to be offline. */
"CONNECTION_DOWN" = "A ligação à Internet deste computador parece estar inactiva.";

/* This computer's Internet connection may be offline. */
"CONNECTION_INDETERMINATE" = "A ligação à Internet deste computador poderá estar inactiva.";

/* This computer's Internet connection appears to be online. */
"CONNECTION_UP" = "A ligação à Internet deste computador parece estar activa.";

/* This computer's DNS server is not responding. */
"NAMESERVER_DOWN" = "Sem resposta do servidor DNS do computador.";

/* The DNS server could not find the server name. */
"NAMELOOKUP_FAILED" = "O servidor DNS não localizou o nome do servidor.";

/* This computer's router is not responding. */
"ROUTER_DOWN" = "Sem resposta do router do computador.";

/* The server this computer is attempting to connect to is not responding. */
"SERVER_DOWN" = "Sem resposta do servidor ao qual o computador está a tentar estabelecer ligação.";

/* This computer's Internet connection appears to be online. */
"SERVER_UP" = "A ligação à Internet deste computador parece estar activa.";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"KEYCHAIN_LABEL_FORMAT" = "%@ (%@)";

/* Kind string used for keychain items from forms-based logins */
"KEYCHAIN_WEB_FORM_PASSWORD" = "Palavra-passe para formulário web";

/* HTTP result code string */
"accepted" = "aceite";

/* HTTP result code string */
"bad gateway" = "gateway inválido";

/* HTTP result code string */
"bad request" = "pedido inválido";

/* HTTP result code string */
"client error" = "erro no cliente";

/* HTTP result code string */
"conflict" = "conflito";

/* HTTP result code string */
"continue" = "continuar";

/* HTTP result code string */
"created" = "criação";

/* HTTP result code string */
"expectation failed" = "a expectativa falhou";

/* HTTP result code string */
"forbidden" = "não permitido";

/* HTTP result code string */
"found" = "encontrado";

/* HTTP result code string */
"gateway timed out" = "sem resposta do gateway";

/* HTTP result code string */
"informational" = "informativo";

/* HTTP result code string */
"internal server error" = "erro no servidor interno";

/* HTTP result code string */
"length required" = "é necessário um comprimento";

/* HTTP result code string */
"method not allowed" = "método não permitido";

/* HTTP result code string */
"moved permanently" = "movido permanentemente";

/* HTTP result code string */
"multiple choices" = "várias opções";

/* HTTP result code string */
"needs proxy" = "é necessário um proxy";

/* HTTP result code string */
"no content" = "sem conteúdo";

/* HTTP result code string */
"no error" = "nenhum erro";

/* HTTP result code string */
"non-authoritative information" = "informação não definitiva";

/* HTTP result code string */
"not found" = "não foi encontrado";

/* HTTP result code string */
"not modified" = "inalterado";

/* HTTP result code string */
"partial content" = "conteúdo parcial";

/* HTTP result code string */
"payment required" = "é necessário efectuar um pagamento";

/* HTTP result code string */
"precondition failed" = "a pré-condição falhou";

/* HTTP result code string */
"proxy authentication required" = "é necessária a autenticação do proxy";

/* HTTP result code string */
"redirected" = "redireccionado";

/* HTTP result code string */
"no longer exists" = "já não existe";

/* HTTP result code string */
"request timed out" = "pedido sem resposta";

/* HTTP result code string */
"request too large" = "pedido demasiado longo";

/* HTTP result code string */
"requested URL too long" = "URL solicitado demasiado longo";

/* HTTP result code string */
"requested range not satisfiable" = "o intervalo solicitado não é válido";

/* HTTP result code string */
"reset content" = "repor conteúdo";

/* HTTP result code string */
"see other" = "ver outro";

/* HTTP result code string */
"server error" = "erro no servidor";

/* HTTP result code string */
"service unavailable" = "serviço indisponível";

/* HTTP result code string */
"success" = "sucesso";

/* HTTP result code string */
"switching protocols" = "a alterar protolocos";

/* HTTP result code string */
"temporarily redirected" = "redireccionamento temporário";

/* HTTP result code string */
"unacceptable" = "inaceitável";

/* HTTP result code string */
"unauthorized" = "não autorizado";

/* HTTP result code string */
"unimplemented" = "não implementado";

/* HTTP result code string */
"unsupported media type" = "tipo de suporte não suportado";

/* HTTP result code string */
"unsupported version" = "versão não suportada";

/* kCFErrorHTTPProxyConnectionFailure description */
"Err306" = "Ocorreu um problema ao comunicar com o servidor proxy da web (HTTP).";

/* kCFErrorHTTPSProxyConnectionFailure description */
"Err310" = "Ocorreu um problema ao comunicar com o servidor proxy da web seguro (HTTPS).";

/* WebFoundationErrorUnknown description */
"Err-998" = "cancelado";

/* WebFoundationErrorCancelled description */
"Err-999" = "URL inválido";

/* WebFoundationErrorBadURLError description */
"Err-1000" = "O pedido excedeu o tempo limite.";

/* WebFoundationErrorTimedOut description */
"Err-1001" = "URL não suportado";

/* WebFoundationErrorUnsupportedURL description */
"Err-1002" = "Não foi possível encontrar um servidor com o nome de host especificado.";

/* WebFoundationErrorCannotFindHostError description */
"Err-1003" = "Não foi possível estabelecer ligação ao servidor.";

/* WebFoundationErrorCannotConnectToHostError description */
"Err-1004" = "A ligação à rede foi cortada.";

/* WebFoundationErrorNetworkConnectionLostError description */
"Err-1005" = "Erro de pesquisa de DNS";

/* WebFoundationErrorDNSLookupError description */
"Err-1006" = "demasiados redireccionamentos HTTP";

/* WebFoundationErrorHTTPTooManyRedirectsError description */
"Err-1007" = "recurso indisponível";

/* WebFoundationErrorResourceUnavailableError description */
"Err-1008" = "A ligação à Internet deste computador não parece estar activa.";

/* WebFoundationErrorNotConnectedToInternetError description */
"Err-1009" = "redireccionamento inválido";

/* WebFoundationErrorRedirectToNonExistentLocation description */
"Err-1010" = "A resposta do servidor não é válida.";

/* WebFoundationErrorBadServerResponseError description */
"Err-1011" = "recurso com zero bytes";

/* WebFoundationErrorZeroByteResourceError description */
"Err-1014" = "não é possível descodificar dados não formatados";

/* WebFoundationErrorCannotDecodeRawData description */
"Err-1015" = "não é possível descodificar dados de conteúdo";

/* WebFoundationErrorCannotDecodeContentData description */
"Err-1016" = "não é possível analisar a resposta";

/* WebFoundationErrorCannotParseResponse description */
"Err-1017" = "O roaming internacional está desactivado.";

/* kCFURLErrorInternationalRoamingOff description */
"Err-1018" = "Não foi possível estabelecer uma ligação de dados porque já existe uma chamada activa.";

/* kCFURLErrorCallIsActive description */
"Err-1019" = "Ligação de dados não permitida de momento.";

/* kCFURLErrorDataNotAllowed description */
"Err-1020" = "pedido de stream esgotado";

/* kCFURLErrorRequestBodyStreamExhausted description.  Should never be seen by an end user. */
"Err-1021" = "O URL pretendido não foi encontrado neste servidor.";
	
/* WebFoundationErrorFileDoesNotExist description */
"Err-1100" = "o ficheiro é um directório";

/* WebFoundationErrorFileIsDirectory description */
"Err-1101" = "Não tem permissão para aceder ao recurso pretendido.";

/* WebFoundationErrorNoPermissionsToReadFile description */
"Err-1102" = "o recurso excede o tamanho máximo";

/* WebFoundationErrorDataLengthExceedsMaximum description */
"Err-1103" = "Ocorreu um erro SSL e não foi possível estabelecer uma ligação segura ao servidor.";

/* WebFoundationErrorSecureConnectionFailed description */
"Err-1200" = "O certificado para este servidor caducou.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201" = "O certificado para este servidor está caducado. É possível que esteja a estabelecer ligação a um servidor que se está a fazer passar por “%@”, o que poderia colocar a sua informação confidencial em risco.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201.w" = "O certificado para este servidor não é válido.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202" = "O certificado para este servidor não é válido. É possível que esteja a estabelecer ligação a um servidor que se está a fazer passar por “%@”, o que poderia colocar a sua informação confidencial em risco.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202.w" = "O certificado para este servidor foi assinado por uma autoridade de certificação desconhecida.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203" = "O certificado para este servidor foi assinado por uma autoridade de certificação desconhecida. É possível que esteja a estabelecer ligação a um servidor que se está a fazer passar por “%@”, o que poderia colocar a sua informação confidencial em risco.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203.w" = "O certificado para este servidor ainda não é válido.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204" = "O certificado para este servidor ainda não é válido. É possível que esteja a estabelecer ligação a um servidor que se está a fazer passar por “%@”, o que poderia colocar a sua informação confidencial em risco.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204.w" = "O servidor não aceitou o certificado.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205" = "O servidor “%@” não aceitou o certificado.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205.w" = "O servidor exige um certificado de cliente.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206" = "O servidor “%@” exige um certificado de cliente.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206.w" = "não é possível carregar a partir da rede";

/* WebFoundationErrorCannotLoadFromNetworkError description */
"Err-2000" = "Não é possível criar o ficheiro";

/* WebFoundationErrorCannotCreateFile description */
"Err-3000" = "Não é possível abrir o ficheiro";

/* WebFoundationErrorCannotOpenFile description */
"Err-3001" = "Ocorreu uma falha ao fechar o ficheiro";

/* WebFoundationErrorCannotCloseFile description */
"Err-3002" = "Não é possível escrever o ficheiro";

/* WebFoundationErrorCannotWriteToFile description */
"Err-3003" = "Não é possível remover o ficheiro";

/* WebFoundationErrorCannotRemoveFile description */
"Err-3004" = "Não é possível mover o ficheiro";

/* WebFoundationErrorCannotMoveFile description */
"Err-3005" = "A descodificação da descarga falhou";

/* WebFoundationErrorDownloadDecodingFailedMidStream description */
"Err-3006" = "A descodificação da descarga falhou";

/* WebFoundationErrorDownloadDecodingFailedToComplete description */
"Err-3007" = "Deseja, ainda assim, estabelecer ligação ao servidor?";

/* Recovery suggestion */
"Would you like to connect to the server anyway?" = "Para alterar as definições de proxy, abra as preferências de Rede, clique em Avançadas e depois em Proxies. Caso necessite de ajuda, contacte o administrador do sistema.";

/* Recovery suggestion */
"To change your proxy settings, open Network preferences, click Advanced, and then click Proxies. For help with this problem, contact your system administrator." = "Para alterar as definições de proxy, abra as preferências de Rede, clique em Avançadas e depois clique em Proxies. Se necessitar de ajuda, contacte o administrador de sistema.";
